Repository: TechThings/JohnTest
Catalog: fave/*.lproj/Localizable.strings
Languages: id, zh_hant

# available_text
source: Available
id: Tersedia
zh_hant: 可用信息

# sold_out_text
source: Sold Out
id: Habis
zh_hant: 已售完訊息

# sort_by_trending_option
source: Trending
id: Sedang Tren
zh_hant: 尋找熱門

# no_activities_available
source: No activities available Swipe left or right to view other categories
id: Tidak ada aktivitas yang tersedia Geser ke kiri atau kanan untuk melihat kategori lain
zh_hant: 無相關活動

source: All
id: Semua
zh_hant: 全部

# sort_by_distance_option_for_discovery
source: Nearest Offers
id: Penawaran di sekitarmu
zh_hant: 尋找附近商戶

# transaction_reserve_for_text
source: Reserve for
id: Dipesan untuk
zh_hant: 交易進行中

# transaction_confirm_reservation_description_text
source: %@ will be charged on %@
id: %@ akan dikenakan biaya pada %@
zh_hant: 交易已被確認

# filter_other_header_text
source: Other
id: Lainnya
zh_hant: 過濾其他題目

# filter_only_fitpass
source: Show only Fitness Pass activities
id: Hanya tunjukkan aktivitas Fitness Pass
zh_hant: 僅有fitpass

# km_text
source: %@ km
zh_hant: 千米

# gps_unavailable_text
source: Please enable your location permission to see better results
id: Mohon aktifkan perijinan lokasi untuk melihat hasil yang lebih baik
zh_hant: gps無法連接

# gps_unavailable_button_text
source: Enable location
id: Aktifkan lokasi
zh_hant: gps無法連接

# launch_description_array_1
source: Exercise and relax in your city and save up to 70%% off. From yoga, kickboxing, gym, dance, massages, spas and facials, choose from hundreds of activities daily.
id: Olah raga dan bersantai di kotamu sambil hemat hingga 70%. Mulai dari yoga, kickboxing, pusat kebugaran, tarian, pijat, spa dan facial, pilih dari ratusan aktivitas setiap harinya.
zh_hant: 登入介紹

# launch_description_array_2
source: Find an activity near you and fit it into your schedule.
id: Temukan aktivitas di sekitarmu dan masukkan ke dalam jadwal
zh_hant: 登入介紹

# launch_description_array_3
source: Use the smart filters or pick trending activities near you.
id: Gunakan penyaringan atau pilih aktivitas yang sedang tren di sekitarmu
zh_hant: 登入介紹

# launch_description_array_4
source: Reserve your favourite activity with the tap of a button.
id: Pesan aktivitas favoritmu dalam beberapa langkah mudah
zh_hant: 登入介紹

# launch_description_array_5
source: Experience a huge variety of activities in your city.
id: Jelajahi beragam aktivitas di kotamu.
zh_hant: 登入介紹

# launch_description_array_6
source: Share your experience with other KFit users.
id: Bagikan pengalamanmu dengan pengguna KFit lain.
zh_hant: 登入介紹

source: Enable
id: Aktifkan
zh_hant: 使用

source: Promo code successfully added
id: Kode promo berhasil ditambahkan
zh_hant: 優惠碼成功鍵入

# enter_promo_code
source: Enter promo code here
id: Masukkan kode promo
zh_hant: 請輸入優惠碼promo code

# promo_code_header_text
source: Apply new promo code below to enjoy savings on your purchases
id: Gunakan kode promo dibawah ini untuk menikmati potongan pada pembelianmu
zh_hant: 優惠碼 promo code

# active_promo_codes_count
source: You have %@ active promo codes
id: Kamu mempunyai %@ kode promo aktif
zh_hant: 有效的優惠碼promo code

source: Expires on
id: Kadaluarsa pada
zh_hant: 過期

source: Amount
id: Jumlah
zh_hant: 數額

# no_active_promo_codes
source: You have no active promo codes
id: Kamu tidak mempunyai kode promo aktif
zh_hant: 優惠碼無效

source: My current location
id: Lokasi saya sekarang
zh_hant: 現在地址

# schedule_reservation_payment_pending
source: Pending Payment
id: Pembayaran Tertunda
zh_hant: 時間表 預定 付款 待定

# title_reservation_pending_payment
source: PENDING PAYMENT
id: PEMBAYARAN TERTUNDA
zh_hant: 題目 預定 付款待定

# schedule_reservation_payment_pay_now
source: Pay Now
id: Bayar Sekarang
zh_hant: 時間表 預定 現在付款

# logout_failed_message
source: Unable to logout, please try again later
id: Tidak dapat keluar, mohon coba lagi nanti
zh_hant: 登出 訊息無法寄出

# promo_code_first_time_text
source: For first time user only
id: Hanya untuk penggunaan pertama
zh_hant: 首次登記 優惠碼

# promo_code_view_details_button_text
source: View details
id: Lihat rincian
zh_hant: 優惠碼 瀏覽細節

# promo_code_apply_failed_text
source: Error encountered when applying promo code. Please check your network and retry.
id: Terdapat permasalahan saat menggunakan kode promo. Mohon cek koneksimu dan coba lagi.
zh_hant: 優惠碼 無法使用

# promo_code_tip
source: Tips: Like us on Facebook to get the latest updates on our promotions
id: Tips: Like kita di Facebook untuk mendapatkan infromasi promosi terbaru kami
zh_hant: 優惠碼

source: Oops
id: Ups
zh_hant: 出現錯誤

source: Try Again
id: Coba Lagi
zh_hant: 請再試

source: Cancel
id: Batal
zh_hant: 取消

# generic_error
source: Error(s) occurred while communicating with the server. Please check your network.
id: Terdapat permasalahan koneksi ke server. Mohon periksa jaringan kamu
zh_hant: 普通錯誤

# fave_count
source: %d faves
id: %d fave
zh_hant: Fave數據

# latest_specials
source: Showing %d Latest Specials in %@
id: Menunjukkan %d Penawaran Spesial Terbaru di %@
zh_hant: 最新優惠

source: Info
id: Informasi
zh_hant: 信息

source: Things to know
id: Hal-hal yang harus diketahui
zh_hant: 須知信息

source: About
id: Tentang
zh_hant: 相關資料

# outlet
source: Redeem offer at
id: Tukarkan penawaran pada
zh_hant: 商戶

source: Amenities
id: Layanan
zh_hant: 設施

source: Tips
zh_hant: 建議

source: Location
id: Lokasi
zh_hant: 地址

source: Photos
id: Foto
zh_hant: 相片

source: Cancellation Policy
id: Kebijakan Pembatalan
zh_hant: 取消條款

# slot_count
source: %d slot left
id: Tersisa %d slot
zh_hant: 空位

# slots_count
source: %d slots left
id: Tersisa %d slot
zh_hant: 空位

source: Current Location
id: Lokasi Saat Ini
zh_hant: 現在地址

# nearby_things_to_do
source: %d things to do nearby
id: %d aktivitas untuk dilakukan di sekitarmu
zh_hant: 附近活動

source: Chat Info
id: Informasi
zh_hant: 聊天信息

# chat_load_fail
source: Failed to load the conversation. Please try again later
id: Gagal mengeluarkan percakapan. Mohon coba lagi nanti
zh_hant: 聊天無法開啟

# chat_connecting
source: Connecting...
id: Menyambungkan...
zh_hant: 聊天聯繫

# chat_type_something
source: Type something...
id: Katakan sesuatu...
zh_hant: 聊天 請輸入

# channel_info_everyone_left
source: No one else in the group :(
id: Tidak ada orang lagi di grup ini :(
zh_hant: 大家都已離開

# chat_with
source: with
id: dengan
zh_hant: 和誰聊天

# promo_description
source: %1$@ promo code applied. You will save %2$@ more on checkout
id: Kode promo %1$s sudah digunakan. Kamu akan mendapat potongan %2$s saat membayar :)
zh_hant: 優惠介紹

# offer_photo_count
source: %d photos
id: %d foto
zh_hant: 優惠照片

# chat_start_now_iOS
source: LET'S GO OUT
id: YUK, PERGI!
zh_hant: 聊天現在開始

# chat_invitations
source: You have %@ invitations
id: Kamu punya %@ undangan
zh_hant: 聊天邀請

source: View
id: Lihat
zh_hant: 瀏覽

# want_to_cancel_purchase
source: Are you sure you want to cancel this purchase?
id: Apakah kamu yakin ingin membatalkan pembelian ini?
zh_hant: 想取消購買

# received_refund_in_fave_credits
source: You will receive the refund in Fave credits
id: Kamu akan menerima refund dalam bentuk Kredit Fave
zh_hant: 退款，獲得fave點數

# chat_get_cachback_for_each_friend
source: It pays to be a good friend. Get %@%@ cashback for each friend who buys an offer from your chat
id: Jadilah teman yang baik. Dapatkan cashback %@%@ untuk setiap teman yang membeli penawaran lewat chatmu.
zh_hant: 聊天邀請朋友獲得更多點數

source: Terms
id: Persyaratan
zh_hant: 條款

# chat_fave_credit_friends_redeemed_offer
source: 1. Cashback is in the form of Fave Credits. 2. Credits are only given after your friend has redeemed the offer. The more friends you invite, more cashback you earn. Sounds fair?
id: 1. Cashback diberikan dalam bentuk Kredit Fave 2. Kredit hanya akan diberikan setelah temanmu menukarkan penawarannya. Semakin banyak teman yang kamu undang, semakin banyak cashback yang akan kamu dapatkan. Setuju?
zh_hant: 聊天 fave點數可給好友兌換

source: Change status
id: Rubah status
zh_hant: 更換狀態

source: Cancel before
id: Batalkan sebelum
zh_hant: 取消之前

source: at
id: di
zh_hant: 在

source: Faves
id: Fave
zh_hant: 收藏

source: Eat
id: Makan
zh_hant: 餐飲

source: Pamper
id: Memanjakan Diri
zh_hant: 美容

source: Fit
id: Sehat
zh_hant: 健身

# outlet_have't_phone
source: Looks like this outlet does not have a phone number.
id: Sepertinya cabang ini tidak memiliki nomor telepon
zh_hant: 商戶電話

source: NAME
id: NAMA
zh_hant: 名字

source: Redeem now
id: Tukarkan sekarang
zh_hant: 現在兌換

# redeem_on
source: REDEEMED ON
id: DITUKARKAN PADA
zh_hant: 正在兌換

source: Can't redeem yet
id: Belum bisa ditukar
zh_hant: 現在無法兌換

source: PAX
id: UNIT
zh_hant: 人數

source: REDEEM
id: TUKAR
zh_hant: 兌換

# error_on_phone_validation
source: An error occured while validating the phone number.
id: Ada error saat validasi nomor telepon
zh_hant: 有錯誤，需電話確認

source: DECIDE
id: TENTUKAN
zh_hant: 決定

source: Enable notifications
id: Aktifkan notifikasi
zh_hant: 開啓通知功能

# enable_notifications_description
source: Don’t miss out! You’ll only be notified about your favourite spots and occasional offers available near you.
id: Jangan ketinggalan! Kamu hanya akan diberikan notifikasi tentang tempat favoritmu dan beberapa penawaran yang tersedia di sekitarmu.
zh_hant: 開啓通知功能介紹

# turn_on_location_description
source: Turn on your location to see what’s trending nearby and receive offers you might love.
id: Aktikan lokasimu untuk melihat apa yang sedang populer di dekatmu dan menerima penawaran yang mungkin kamu sukai.
zh_hant: 獲取地址介紹

source: Account Setting
id: Pengaturan Akun
zh_hant: 賬戶設定

source: View your account details
id: Lihat rincian akunmu
zh_hant: 瀏覽賬戶細節

source: Credits
id: Kredit
zh_hant: 點數

source: Get extra credits
id: Dapatkan Kredit Fave tambahan
zh_hant: 獲得額外點數

# add_credit_or_debit_card
source: Add a credit or debit card
id: Tambahkan kartu kredit atau kartu debit
zh_hant: 增設銀行卡

source: Name on card
id: Nama di kartu
zh_hant: 銀行卡登記姓名

source: CVV
zh_hant: cvv號碼

# send_your_discount_to_friend
source: Send your friends a discount so they can try Fave out and you will earn credits for every friend referred.
id: Kirimkan potongan harga untuk temanmu agar mereka bisa mencoba Fave dan kamu akan mendapatkan kredit untuk setiap teman yang kamu referensikan.
zh_hant: 推薦給好友，你將獲得fave折扣

source: Credit
id: Kredit
zh_hant: 點數

# failed_to_get_your_balances
source: Failed to get your credit balances. Please try again later.
id: Gagal mendapatkan saldo Kredit Favemu. Silakan coba lagi nanti.
zh_hant: 無法瀏覽餘額

# your_active_promo_codes
source: You have 2 active promo codes
id: Kamu 2 kode promo aktif
zh_hant: 你的有效promo code

# you_almost_there
source: You're almost there!
id: Hampir selesai!
zh_hant: 手續即將完成

source: Logout
id: Keluar
zh_hant: 登出

source: Call
id: Telepon
zh_hant: 撥出

# you_not_add_faves
source: You haven't add any faves. Tap on the heart icon to add them now!
id: Kamu belum mempunyai fave. Tekan ikon hati untuk menambahkannya sekarang!
zh_hant: 尚未添加收藏

source: Show more
id: Tunjukkan lebih banyak
zh_hant: 顯示更多

source: Show less
id: Tunjukkan lebih sedikit
zh_hant: 隱藏

source: No results found for
id: Tidak ada hasil untuk
zh_hant: 無相關結果

# add_place_to_fave
source: Add these place to Fave
id: Tambahkan tempat ini ke Fave
zh_hant: 新加地方為收藏

# redeem_until_today
source: Redeem from today until %@
id: Tukarkan dari hari ini sampai %@
zh_hant: 可於今日前兌換

source: left
id: tersisa
zh_hant: 剩餘

source: filter is ON
id: penyaringan dinyalakan
zh_hant: 正在使用過濾標簽

source: filter is OFF
id: penyaringan dimatikan
zh_hant: 過濾標簽已關閉

# choose_another_category
source: Choose another category to find more exciting offers
id: Pilih kategori lain untuk menemukan lebih banyak penawaran menarik
zh_hant: 選擇其他類別

# receive_full_refund_in_fave_credit
source: Receive full refund in Fave credits if you cancel before
id: Dapatkan refund penuh dalam bentuk Kredit Fava apabila kamu membatalkan sebelum
zh_hant: 獲得全數Fave點數退款

source: Select friends
id: Pilih teman
zh_hant: 選擇好友

# Hey_workout_together
source: Hey, let's workout together!
id: Ayo berolah raga bersama!
zh_hant: 嘿喂！起做運動吖

source: there
id: di sana
zh_hant: 那裏

source: Hi
id: Hai
zh_hant: 嘿喂

# view_past_purchases
source: View all past purchases
id: Lihat semua pembelian yang lama
zh_hant: 瀏覽過往消費

source: No offers
id: Tidak ada penawaran
zh_hant: 無相關優惠

source: Receipt ID
id: ID Tanda Terima
zh_hant: 收據編號

source: Confirm
id: Konfirmasi
zh_hant: 確認

source: Redeem from
id: Periode penukaran
zh_hant: 兌換始於

source: Redeem at
id: Lokasi penukaran
zh_hant: 兌換於

source: Cancel this purchase
id: Batalkan pembelian ini
zh_hant: 取消今次購買

# make_sure_only_you_swipe
source: Make sure to swipe only when you are at
id: Pastikan kamu sudah berada di %1$s sebelum menukar
zh_hant: 確認你要兌換

source: Sub categories
id: Subkategori
zh_hant: 分類

source: Filter results
id: Hasil penyaringan
zh_hant: 過濾結果

source: offer
id: penawaran
zh_hant: 優惠

# please_complete_your_payment
source: Please complete your payment before
id: Silakan selesaikan pembayaranmu sebelum
zh_hant: 請完成付款

source: to confirm your purchase
id: untuk mengkonfirmasi pembelianmu
zh_hant: 確認你的購買

source: voucher
zh_hant: 現金券

source: vouchers
zh_hant: 現金券

# Save_more_on_next_purchase_by_inviting
source: Save more on your next purchase by inviting friends to try Fave.
id: Dapatkan potongan tambahan untuk pembelian selanjutnya dengan mengundang temanmu bergabung di Fave.
zh_hant: 邀請朋友下次消費即有優惠

source: Guest
id: Tamu
zh_hant: 客人

source: View your receipts
id: Lihat bukti pembayaranmu
zh_hant: 瀏覽賬單

source: View all locations details
id: Lihat semua rincian lokasi
zh_hant: 瀏覽所有地址

# you_must_be_at_right_and_time_to_redeem
source: Make sure you are at the right place, at the right time before redeeming.
id: Pastikan kamu sudah berada di waktu dan tempat yang tepat sebelum menukar.
zh_hant: 必須於相應時間兌換

source: locations
id: lokasi
zh_hant: 位置

source: Also redemmable in
id: Dapat juga ditukar di
zh_hant: 可兌換

source: more location
id: lokasi lainnya
zh_hant: 更多地點

source: more locations
id: lokasi lainnya
zh_hant: 更多位置

source: Use this code to redeem
id: Gunakan kode ini untuk menukar
zh_hant: 用這優惠代碼兌換

source: Expiry date
id: Tanggal kadaluarsa
zh_hant: 信用卡有效期

source: Card number
id: Nomor kartu
zh_hant: 信用卡號碼

# msg_error_title
source: Something went wrong
id: Terjadi kesalahan
zh_hant: 系統產生錯誤

# msg_loading_please_wait
source: Loading. Please wait…
id: Memuat. Harap menunggu...
zh_hant: 載入中，請稍候

# msg_error_button
source: TRY AGAIN
id: COBA LAGI
zh_hant: 重試

# msg_something_wrong
source: Something's not right and we're working on fixing it! Try re-launching the app, or try this again
id: Ada kesalahan dan kami sedang berusaha memperbaikinya. Silakan buka ulang aplikasi, atau coba lagi
zh_hant: 抱歉，系統產生錯誤，我們正在修復！請再試一次 或 重新開啟Fave

# title_share_via
source: Share via
id: Bagikan melalui
zh_hant: 分享於

# msg_invalid_link
source: Invalid link
id: Tautan salah
zh_hant: 連結無效

# invalid_deep_linking
source: Sorry, the link you are looking for is not found.
id: Maaf, tautan yang kamu cari tidak ditemukan.
zh_hant: 抱歉，你所搜尋的連結不存在

source: Today
id: Hari ini
zh_hant: 即日

# empty_offers
source: There's no offer yet
id: Belum ada penawaran
zh_hant: 未有任何優惠提供

# enable_location_title
source: Turn on your location
id: Aktifkan lokasimu
zh_hant: 開啟你的手機定位功能

# enable_location_content
source: We are unable to get your location, turn on your location now?
id: Kami tidak bisa mendapatkan lokasimu, aktifkan lokasimu sekarang
zh_hant: 我們無法取得你的位置，請開啟手機定位功能

# msg_dialog_cancel
source: Cancel
id: Batalkan
zh_hant: 取消

# msg_dialog_ok
source: OK
zh_hant: 確認

# msg_dialog_yes
source: Yes
id: Ya
zh_hant: 是

# msg_dialog_no
source: No
id: Tidak
zh_hant: 否

# msg_dialog_maybe
source: Maybe
id: Mungkin
zh_hant: 或許

source: NEXT
id: SELANJUTNYA
zh_hant: 下一步

source: Done
id: Selesai
zh_hant: 完成

# dialog_exit_message
source: Press BACK again to exit
id: Tekan KEMBALI lagi untuk keluar
zh_hant: 請先按返回鍵再退出

# splash_title_1_text
source: Welcome to Fave!
id: Selamat datang di Fave by Groupon!
zh_hant: 歡迎使用Fave!

# splash_title_2_text
source: Plan
id: Atur
zh_hant: 計劃

# splash_title_3_text
source: Save
id: Hemat
zh_hant: 節省

# splash_title_4_text
source: Decide
id: Putuskan
zh_hant: 隨心選擇

# splash_title_5_text
source: Discover
id: Temukan
zh_hant: 探索

# splash_sign_up_text
source: SIGN UP
id: MENDAFTAR
zh_hant: 登記

# splash_skip_text
source: Skip and continue
id: Lewati dan lanjutkan
zh_hant: 跳過，直接開始

# getting_started_title_text
source: You're almost there
id: Kamu hampir selesai
zh_hant: 快完成了!

# getting_started_description_text
source: Complete your profile to access exciting offers in your city.
id: Lengkapi profil untuk mengakses penawaran yang ada di kotamu.
zh_hant: 請提供你的個人資料以取得你城市的最新優惠

# getting_started_name_text
source: What's your name?
id: Siapa namamu?
zh_hant: 你的名字是?

# getting_started_email_text
source: What's your email address?
id: Apa alamat emailmu?
zh_hant: 你的電郵地址是?

# getting_started_auto_fill
source: Auto fill
id: Pengisian otomatis
zh_hant: 自動填寫

# getting_started_promo_code_text
source: Promo code
id: Kode promo
zh_hant: 優惠代碼

# getting_started_have_promo_code_text
source: Have a promo code?
id: Apakah kamu memiliki kode promo?
zh_hant: 要使用優惠代碼嗎?

# getting_started_continue_button_text
source: CONTINUE
id: LANJUTKAN
zh_hant: 繼續

# getting_started_back_pressed_text
source: You must key in name and email
id: Kamu harus memasukkan nama dan email
zh_hant: 名字及電郵為必須填寫項目

# getting_started_authenticate_failed_text
source: Failed to authenticate, please try again
id: Gagal melakukan otentikasi, harap mencoba kembali
zh_hant: 無法認證，請再試一次

# getting_started_update_user_failed_text
source: Failed to update profile, please try again
id: Gagal memperbarui profil, harap mencoba kembali
zh_hant: 無法更新個人資料，請再試一次

# location_permission_prompt_enable_location_text
source: Enable Location
id: Aktifkan Lokasi
zh_hant: 開啟定位功能

# location_permission_prompt_description_text
source: Turn on your location to see what's trending nearby and receive offers you might love.
id: Aktifkan lokasimu untuk melihat tren di sekitarmu dan menerima penawaran yang mungkin kamu sukai.
zh_hant: 開啟手機定位功能 瀏覽附近熱門優惠 找尋我的喜愛

# location_permission_prompt_not_now_button_text
source: Not now
id: Tidak sekarang
zh_hant: 稍後再定

# location_permission_prompt_okay_button_text
source: Okay
id: Baik
zh_hant: 可以

# guest_description_text
source: Create your very own Fave account to update profile details, review purchases, access promo codes, and read our FAQ.
id: Buat akun Fave kamu untuk memperbarui rincian, meninjau pembelian, mengakses kode promo, dan membaca FAQ kami.
zh_hant: 建立屬於你的Fave帳戶，更新個人資訊，評論體驗，取得優惠代碼，及了解更多

# main_tab_home_text
source: HOME
id: BERANDA
zh_hant: 主目錄

# main_tab_nearby_text
source: NEARBY
id: SEKITARMU
zh_hant: 附近

# main_tab_chat_text
source: CHAT
zh_hant: 聊天

# main_tab_my_fave_text
source: MY FAVE
zh_hant: 我的Fave

# main_tab_more_text
source: MORE
id: LAINNYA
zh_hant: 更多

# location_search_change_city_title
source: Change City
id: Ganti Kota
zh_hant: 更新身處城市

# home_i_want_to_text
source: What do you want to do?
id: Apa yang ingin kamu lakukan?
zh_hant: 你想要做什麼?

# home_with_my_friend_text
source: Select some friends
id: Pilih beberapa teman
zh_hant: 選擇好友

# home_at_a_place_text
source: Find an offer
id: Temukan penawaran
zh_hant: 搜尋優惠

# home_do_button_text
source: LET'S DO IT!
id: MARI KITA LAKUKAN!
zh_hant: 開始!

# home_welcome_guest_text
source: Welcome to Fave!
id: Selamat datang di Fave!
zh_hant: 歡迎使用Fave!

# home_welcome_subtitle_text
source: What do you want to do?
id: Apa yang ingin kamu lakukan?
zh_hant: 你想要做什麼?

# home_search_my_fave_text
source: Search for your favourite places
id: Cari tempat favorit kamu
zh_hant: 搜尋你喜愛的地點

# home_popular_place_text
source: Popular Fave Places
id: Tempat Fave Populer
zh_hant: 熱門Fave地點

# home_view_all_button_text
source: View all
id: Lihat semua
zh_hant: 查看全部

# home_add_to_my_fave_button_text
source: Add to My Fave
id: Tambah ke MyFave
zh_hant: 收藏於 我的Fave

# home_added_to_my_fave_button_text
source: Added to My Fave
id: Ditambahkan ke MyFave
zh_hant: 已加到 我的Fave

# home_collection_for_you_text
source: Collections for you
id: Koleksi untukmu
zh_hant: 精選優惠

# home_more_collection_for_you_text
source: More collections for you
id: Lebih banyak koleksi untukmu
zh_hant: 更多精選優惠

# home_offer_my_fave_text
source: View latest offers from My Fave places
id: Lihat tawaran terakhir dari tempat MyFave
zh_hant: 瀏覽我的Fave內的最新優惠

# home_start_chat
source: Do more together with your friends & family on Fave
id: Lakukan lebih banyak hal bersama sahabat & keluargamu di Fave
zh_hant: 透過Fave與你的愛人好友共享更多快樂時刻

# home_start_chat_now
source: Start a chat now
id: Mulai obrolan sekarang
zh_hant: 開始聊天

# home_invite_friends
source: Invite friends
id: Undang teman
zh_hant: 邀請好友

# home_invite_friends_description
source: Introduce a friend to Fave and get credits along the way. Find out more!
id: Ajak temanmu dan dapatkan Kredit Fave. Cari tahu lebih lanjut.
zh_hant: 介紹朋友用Fave同時賺得Fave積分，1分 =＄1。了解更多

# home_send_an_invite_now
source: Send an invite now
id: Kirim undangan sekarang
zh_hant: 發送邀請

# home_featured
source: Featured
id: Ditampilkan
zh_hant: 推薦

# home_more_offers_for_you
source: More offers for you
id: Penawaran lainnya untukmu
zh_hant: 更多優惠

# home_more_recently_viewed
source: Recently viewed
id: Baru saja dilihat
zh_hant: 最近瀏覽

# home_find_more_thing_to_do
source: Or find more things to do
id: Atau temukan hal menarik lain untuk dilakukan
zh_hant: 或搜尋更多活動

# nearby_next_session_text
source: Next session
id: Sesi selanjutnya
zh_hant: 下一節

# nearby_sorting_title_text
source: Sort by
id: Urutkan berdasarkan
zh_hant: 排序方式

# nearby_preference_title_text
source: Select your preferences
id: Pilih preferensimu
zh_hant: 選擇你的喜好

# nearby_your_location_text
source: Your location
id: Lokasimu
zh_hant: 你的位置

# what_to_do_reset_text
source: Reset filter
id: Setel ulang penyaringan
zh_hant: 重設篩選

# what_to_do_empty_category_text
source: Tap on categories to filter
id: Tekan pada kategori untuk menyaring
zh_hant: 點選類別以作進階搜尋

# what_to_eat_pax_text
source: How many people
id: Berapa banyak orang
zh_hant: 人數

# what_to_eat_empty_preference_text
source: Preferences
id: Preferensi
zh_hant: 喜好

# activity_detail_view_more_text
source: View more
id: Lihat lebih banyak
zh_hant: 瀏覽更多

# activity_detail_view_less_text
source: View less
id: Lihat lebih sedikit
zh_hant: 瀏覽較少

# activity_detail_buy_now_button_text
source: BUY NOW
id: BELI SEKARANG
zh_hant: 立即購買

# activity_detail_available_date_time_text
source: See available dates & time
id: Lihat tanggal & waktu yang tersedia
zh_hant: 適用日期和時間

# activity_detail_buy_button_text
source: BUY
id: BELI
zh_hant: 購買

# activity_detail_view_more_sessions_button_text
source: View more dates & time slots
id: Lihat lebih banyak slot tanggal & waktu
zh_hant: 更多可用日期和時間

# activity_detail_about_text
source: ABOUT
id: TENTANG
zh_hant: 關於我們

# activity_detail_add_to_chat_text
source: ADD TO CHAT
id: TAMBAHKAN KE CHAT
zh_hant: 加入聊天對話

# activity_detail_featured_collection_text
source: Featured in collection
id: Ditampilkan di koleksi
zh_hant: 精選推薦

# activity_detail_redeem_offer_text
source: Redeem offer at
id: Tukarkan penawaran di
zh_hant: 兌換優惠於

# activity_detail_things_to_know_text
source: Things to know
id: Hal-hal yang perlu diketahui
zh_hant: 了解更多

# activity_detail_things_to_know_description_text
source: You can easily redeem from your phone. No printout required. See how
id: Kamu dapat dengan mudah menukar dari telepon seluler. Tidak perlu dicetak. Lihat caranya
zh_hant: 輕易透過你的手機換購 毋須列印優惠券。了解更多

# activity_detail_cancellation_policy_text
source: Cancellation policy
id: Kebijakan pembatalan
zh_hant: 取消購買

# activity_detail_cancellation_policy_description_text
source: Cancel within the next 7 days and receive a full refund in Fave credits
id: Batalkan dalam kurun waktu 7 hari ke depan dan dapatkan refund penuh dalam bentuk Kredit Fave
zh_hant: 未來7日內取消將退全額退款至你的Fave積分
