Repository: TechThings/JohnTest
Catalog: fave/*.lproj/Localizable.strings
Languages: id, zh_hant

# activity_detail_promise_text
source: Promise
id: Janji
zh_hant: 承諾

# activity_detail_cancellation_policy_detail_1_text
source: Unable to make it for an offer?
id: Tidak sempat mendapatkan penawaran?
zh_hant: 無法確認優惠

# activity_detail_cancellation_policy_detail_2_text
source: Voucher expired recently?
id: Voucher kadaluarsa baru-baru ini?
zh_hant: 票券已過期

# activity_detail_cancellation_policy_detail_3_text
source: Didn't get what was promised?
id: Tidak mendapatkan apa yang dijanjikan?
zh_hant: 不同於預期

# activity_detail_cancellation_policy_detail_4_text
source: Tell us and we'll make it right for you
id: Beri tahu kami agar dapat kami perbaiki untukmu
zh_hant: 通知我們，我們將為你跟進

# activity_detail_view_all_text
source: View all
id: Lihat semua
zh_hant: 瀏覽全部

# activity_detail_info_text
source: Info
zh_hant: 詳情

# activity_detail_photos_text
source: Photos
id: Foto
zh_hant: 相片

# activity_detail_reviews_text
source: Reviews
id: Ulasan
zh_hant: 顧客評語

# activity_detail_amenities_text
source: Amenities
id: Layanan
zh_hant: 設施

# activity_detail_tips_text
source: Tips
zh_hant: 小提示

# activity_detail_similar_offers_text
source: Similar offers
id: Penawaran serupa
zh_hant: 其他相似優惠

# partner_detail_offers_text
source: Offers
id: Penawaran
zh_hant: 優惠

# partner_detail_empty_offer_text
source: No ongoing offer now, fave the partner to stay updated
id: Saat ini tidak ada penawaran yang sedang berjalan, favoritkan mitra ini untuk mendapatkan kabar terbaru
zh_hant: 暫無更新，請留意最新Fave商戶優惠

# partner_detail_location_text
source: Location
id: Lokasi
zh_hant: 地點

# partner_detail_call_outlet_text
source: Call outlet
id: Hubungi outlet
zh_hant: 聯絡商戶

# partner_detail_get_direction_text
source: Get directions
id: Dapatkan arah
zh_hant: 詳細地址

# partner_detail_outlet_title_text
source: Select other location to view
id: Pilih lokasi lain untuk melihat
zh_hant: 瀏覽其他地點

# confirmation_title_text
source: Confirm details
id: Konfirmasi rincian
zh_hant: 確認細節

# confirmation_redeem_from_text
source: Redeem from
id: Tukar dari
zh_hant: 由此兌換

# confirmation_redeem_on_text
source: Redeem on
id: Tukar pada
zh_hant: 兌換於

# confirmation_quantity_text
source: Quantity
id: Kuantitas
zh_hant: 數量

# confirmation_total_price_text
source: Total price
id: Harga total
zh_hant: 總金額

# confirmation_credit_used_text
source: Fave credits used
id: Kredit Fave yang digunakan
zh_hant: 已使用的Fave積分

# confirmation_amount_payable_text
source: Amount payable
id: Biaya yang dibayarkan
zh_hant: 支付款項

# confirmation_amount_free_text
source: FREE
id: GRATIS
zh_hant: 免費

# confirmation_confirm_button_text
source: CONFIRM PURCHASE
id: KONFIRMASI PEMBELIAN
zh_hant: 確認購買

# confirmation_sold_out_button_text
source: SOLD OUT
id: HABIS TERJUAL
zh_hant: 已經賣完

# confirmation_failed_reserve_text
source: Purchase failed!
id: Pembelian gagal!
zh_hant: 購買未完成

# confirmation_promo_code_empty_text
source: Promo code is mandatory
id: Kode promo harus ada
zh_hant: 必須輸入優惠代碼

# confirmation_apply_promo_code_success_text
source: Price has been updated!
id: Harga telah diperbarui!
zh_hant: 金額已更新

# purchase_detail_title_text
source: YOUR PURCHASE
id: PEMBELIANMU
zh_hant: 你的消費

# purchase_detail_quantity_text
source: Quantity
id: Kuantitas
zh_hant: 數量

# purchase_detail_name_text
source: NAME
id: NAMA
zh_hant: 名字

# purchase_detail_date_text
source: DATE
id: TANGGAL
zh_hant: 日期

# purchase_detail_time_text
source: TIME
id: JAM
zh_hant: 時間

# purchase_detail_location_text
source: LOCATION
id: LOKASI
zh_hant: 地點

# purchase_detail_redeem_from_text
source: REDEEM FROM
id: TUKAR DARI
zh_hant: 由此兌換

# purchase_detail_swipe_to_redeem_text
source: Swipe to redeem
id: Geser untuk menukar
zh_hant: 滑動螢幕兌換

# purchase_detail_cannot_redeem_now
source: Can't redeem yet
id: Belum bisa menukar
zh_hant: 目前無法兌換

# purchase_detail_calendar_text
source: Add to calendar
id: Tambahkan ke kalender
zh_hant: 加入我的日曆

# purchase_detail_direction_text
source: Get direction
id: Dapatkan arah
zh_hant: 前往方向

# purchase_detail_call_text
source: Call outlet
id: Hubungi outlet
zh_hant: 聯絡商戶

# purchase_detail_cancel_button_text
source: Cancel this purchase
id: Batalkan pembelian ini
zh_hant: 取消購買

# purchase_detail_cancel_confirm
source: Are you sure you want to cancel this purchase? You will receive the refund in Fave credits
id: Apakah kamu yakin ingin membatalkan pembelian ini? Kamu akan menerima refund dalam bentuk Kredit Fave
zh_hant: 確定取消購買？ 將退款於你的Fave積分

# purchase_detail_cancellation_dialog_title_text
source: Can you tell us why?
id: Dapatkah kamu memberi tahu kami alasannya?
zh_hant: 請告訴我們原因，以便我們改善服務質素

# purchase_detail_more_offer_text
source: More offers nearby
id: Lebih banyak penawaran di sekitarmu
zh_hant: 更多附近優惠

# purchase_detail_add_calendar_successful_text
source: Successfully added into calendar
id: Berhasil menambahkan ke kalender
zh_hant: 成功加入日曆

# purchase_detail_add_calendar_failed_text
source: Failed to add into calendar
id: Gagal menambahkan ke kalender
zh_hant: 無法加入日曆

# purchase_detail_redemption_code_text
source: Redemption Code
id: Kode Penukaran
zh_hant: 兌換代碼

# purchase_detail_redeem_on_text
source: Redeemed on
id: DITUKARKAN PADA
zh_hant: 兌換時限

# purchase_detail_for_partner_reference
source: For partner reference
id: Untuk referensi mitra
zh_hant: 商戶偏好

# purchase_detail_description
source: This purchase has been
id: Pembelian ini telah
zh_hant: 購買已

# purchase_detail_cannot_connect_server
source: No Internet connection detected
id: Tidak ada koneksi internet
zh_hant: 偵測不到網絡連結

# purchase_detail_cannot_connect_server_details
source: Redemption will be captured upon connection. Use partner reference code for verification
id: Penukaran akan ditangkap setelah terhubung. Gunakan kode referensi mitra untuk verifikasi
zh_hant: 網絡連接後，兌換會被確認。請參考商戶確認碼。

# purchase_detail_try_again
source: Try again
id: Coba lagi
zh_hant: 請再試

# purchase_detail_first_redeem_congratulation_title
source: Congratulations!
id: Selamat!
zh_hant: 恭喜！

# purchase_detail_first_redeem_congratulation_description
source: You've just made your first purchase. We hope you have a great time!
id: Kamu baru saja melakukan pembelian pertama. Kami harap kamu puas!
zh_hant: 首次購買成功。現在請盡情享受！

# purchase_detail_how_to_redeem
source: How to redeem
id: Cara menukar
zh_hant: 如何兌換

# purchase_detail_are_you_sure_you_want_to_redeem_now
source: Are you sure you want to redeem now?
id: Apakah kamu yakin ingin menukar sekarang?
zh_hant: 確認現在兌換？

# purchase_detail_check_nearby
source: Check that you're at the right place before swiping to redeem!
id: Pastikan kamu berada di tempat yang tepat sebelum menukar!
zh_hant: 請務必於兌換優惠前，確認商戶地點

# purchase_detail_others_text
source: Others
id: Lainnya
zh_hant: 其他

# how_to_redeem_title_text
source: How to redeem?
id: Bagaimana caranya menukar?
zh_hant: 如何兌換?

# how_to_redeem_step_1_text
source: Step 1
id: Langkah 1
zh_hant: 第一步

# how_to_redeem_step_2_text
source: Step 2
id: Langkah 2
zh_hant: 第二步

# how_to_redeem_step_3_text
source: Step 3
id: Langkah 3
zh_hant: 第三步

# how_to_redeem_step_1_description_text
source: Approach the shop personnel when you are at the place
id: Temui petugas toko ketika kamu sampai di lokasi
zh_hant: 前往已購買優惠券的商戶

# how_to_redeem_step_2_description_text
source: Show your redemption voucher on your phone
id: Perlihatkan voucher penukaran yang ada di teleponmu
zh_hant: 向服務員顯示手機內已購買的優惠券

# how_to_redeem_step_3_description_text
source: Swipe to redeem your voucher
id: Geser untuk menukar vouchermu
zh_hant: 滑動螢幕兌換優惠券，享受優惠

# more_profile_title_text
source: Profile
id: Profil
zh_hant: 用戶

# more_payment_title_text
source: Payments
id: Pembayaran
zh_hant: 款項

# more_credit_title_text
source: Fave Credits
id: Kredit Fave
zh_hant: Fave 積分

# more_promo_code_title_text
source: Promo Code
id: Kode Promo
zh_hant: 優惠代碼

# more_faq_title_text
source: Help Center
id: Pusat Bantuan
zh_hant: 協助

# more_about_title_text
source: About Us
id: Tentang Kami
zh_hant: 關於我們

# more_profile_description_text
source: Update your profile details
id: Perbarui rincian profilmu
zh_hant: 更新你的個人資料

# more_payment_description_text
source: View your receipts & payment details
id: Lihat tanda terima & rincian pembayaranmu
zh_hant: 查看收據; 付款細節

# more_credit_description_text
source: Invite friends, earn credit
id: Undang teman, dapatkan Kredit Fave
zh_hant: 邀請朋友, 賺取Fave積分

# more_promo_code_description_text
source: Get credits
id: Dapatkan Kredit Fave
zh_hant: 獲得Fave折扣及積分

# more_faq_description_text
source: Need support?
id: Perlu bantuan?
zh_hant: 需要協助嗎?

# more_about_description_text
source: Learn more about Fave
id: Pelajari lebih lanjut tentang Fave
zh_hant: 更多關於Fave

# review_rated_text
source: Rated
id: Dinilai
zh_hant: 評價

# past_activities_title_text
source: Past purchases
id: Pembelian yang lalu
zh_hant: 購買記錄

# payment_receipt_payment_method_text
source: PAYMENT METHOD
id: METODE PEMBAYARAN
zh_hant: 付款方式

# payment_receipt_add_payment_method_text
source: + Add a payment method
id: + Tambah metode pembayaran
zh_hant: + 新增付款方式

# payment_receipt_change_text
source: Change
id: Ubah
zh_hant: 更改

# payment_receipt_history_text
source: PAYMENT HISTORY
id: RIWAYAT PEMBAYARAN
zh_hant: 付款紀錄

# payment_receipt_empty_text
source: No payment history
id: Tidak ada riwayat pembayaran
zh_hant: 無付款紀錄

# receipt_detail_payment_method_text
source: Payment Method
id: Metode Pembayaran
zh_hant: 付款方式

# receipt_detail_quantity_text
source: Quantity
id: Kuantitas
zh_hant: 數量

# receipt_detail_price_text
source: Price
id: Harga
zh_hant: 價錢

# receipt_detail_discount_text
source: Discount
id: Diskon
zh_hant: 折扣

# receipt_detail_promo_code_discount_text
source: Promo Code Discount
id: Diskon Kode Promo
zh_hant: 優惠代碼折扣

# receipt_detail_fave_credit_used_text
source: Fave Credit used
id: Kredit Fave yang digunakan
zh_hant: 使用了Fave積分

# receipt_detail_total_paid_text
source: Total Paid
id: Jumlah yang Dibayar
zh_hant: 總金額

# add_payment_title
source: Add a payment method
id: Tambah metode pembayaran
zh_hant: 新增付款方式

# add_payment_card_holder_name_text
source: CARD HOLDER NAME
id: NAMA PEMEGANG KARTU
zh_hant: 持卡人姓名

# add_payment_card_number_text
source: CARD NUMBER
id: NOMOR KARTU
zh_hant: 信用卡號碼

# add_payment_expiration_text
source: EXPIRATION
id: KADALUARSA
zh_hant: 過期日

# add_payment_cvv_text
source: CVV
zh_hant: CVV 信用卡驗證碼

# add_payment_done_text
source: DONE
id: SELESAI
zh_hant: 完成

# add_payment_others_text
source: Other payment methods
id: Metode Pembayaran Lain
zh_hant: 其他付款方式

# add_payment_invalid_cardholder_name_msg
source: Enter The Cardholder's Name
id: Masukkan nama pemegang kartu
zh_hant: 輸入持卡人姓名

# add_payment_invalid_card_number_msg
source: Invalid Credit Card Number
id: Nomor Kartu Kredit Salah
zh_hant: 信用卡號碼無效

# add_payment_invalid_expiry_date_msg
source: Invalid Expiry Date
id: Tanggal Kadaluarsa Salah
zh_hant: 信用卡之有效期無效

# add_payment_invalid_cvv_msg
source: Invalid CVV Format
id: Format CVV Salah
zh_hant: CVV 格式錯誤

# add_payment_successful_msg
source: Successfully added new credit card
id: Berhasil menambahkan kartu kredit baru
zh_hant: 成功新增信用卡

# add_payment_empty_method_nonce_text
source: Error(s) encountered while communicating with the payment gateway.
id: Terdapat kesalahan ketika terhubung dengan gerbang pembayaran
zh_hant: 無法連結支付網

# tooltip_change_your_location
source: You can change your location to get the best offers nearby
id: Kamu dapat mengubah lokasi untuk mendapatkan penawaran terbaik di sekitarmu
zh_hant: 你可以更改地點定位搜尋更多附近的優惠

# tooltip_3_things
source: Tap on the categories to filter the offers below
id: Tekan pada kategori untuk menyaring penawaran berikut
zh_hant: 點入類別選項篩選以下優惠

# tooltip_favorite
source: Tap on the icon to add this place to your MyFave
id: Tekan ikon untuk menambahkan tempat ini ke MyFave
zh_hant: 點擊圖樣以新增至 我的Fave

# profile_setting_name_text
source: Name
id: Nama
zh_hant: 姓名

# profile_setting_email_text
source: Email
zh_hant: 電郵

# profile_setting_location_text
source: Location
id: Lokasi
zh_hant: 地點

# profile_setting_phone_text
source: Phone
id: Telepon
zh_hant: 電話

# profile_setting_gender_text
source: Gender
id: Jenis kelamin
zh_hant: 性別

# profile_setting_birthday_text
source: Birthday
id: Ulang tahun
zh_hant: 生日

# profile_setting_phone_description_text
source: We'll only contact you regarding your purchases and purchases
id: Kami hanya akan menghubungi kamu tentang pembelian yang kamu lakukan
zh_hant: 我們僅為你的消費事宜和你聯繫

# profile_setting_push_notification_text
source: PUSH NOTIFICATIONS
id: NOTIFIKASI PUSH
zh_hant: 推送通知

# profile_setting_push_purchases_text
source: Updates about your purchases
id: Pembaruan tentang pembelian yang kamu lakukan
zh_hant: 更新你的購買紀錄

# profile_setting_push_latest_text
source: Latest recommendations, news & promotions
id: Rekomendasi, berita & promosi terbaru
zh_hant: 最新推介，資訊及優惠

# profile_setting_logout_text
source: Logout
id: Keluar
zh_hant: 登出

# profile_setting_image_upload_title_text
source: Upload image
id: Unggah gambar
zh_hant: 上載圖片

# profile_setting_image_upload_description_text
source: Would you like to upload this image again?
id: Apakah kamu ingin mengunggah gambar ini lagi?
zh_hant: 你希望重新上傳此圖片嗎？

# profile_setting_country_code_text
source: Country Code
id: Kode Negara
zh_hant: 國家代碼

# profile_setting_phone_title_text
source: Enter your phone number
id: Masukkan nomor telepon kamu
zh_hant: 請輸入電話號碼

# profile_setting_invalid_phone_text
source: Invalid phone number
id: Nomor telepon salah
zh_hant: 電話號碼無效

# profile_setting_empty_phone_text
source: Phone number is Mandatory
id: Nomor telepon harus ada
zh_hant: 必須輸入電話號碼

# profile_setting_country_title_text
source: Select your country code
id: Pilih kode negara kamu
zh_hant: 選擇國家代碼

# profile_setting_empty_country_text
source: Must select country code
id: Harus memilih kode negara
zh_hant: 必須選擇國家代碼

# profile_setting_city_title_text
source: Select city
id: Pilih kota
zh_hant: 選擇城市

# profile_setting_gender_title_text
source: Select your gender
id: Pilih jenis kelamin kamu
zh_hant: 選擇性別

# profile_setting_male_text
source: Male
id: Pria
zh_hant: 男

# profile_setting_female_text
source: Female
id: Wanita
zh_hant: 女

# profile_setting_not_specify_text
source: Not Specified
id: Tidak Ditentukan
zh_hant: 未註明

# profile_setting_add_profile_title_text
source: Add photo from
id: Tambah foto dari
zh_hant: 由此新增圖片

# profile_setting_gallery_text
source: Gallery
id: Galeri
zh_hant: 相簿

# profile_setting_camera_text
source: Camera
id: Kamera
zh_hant: 相機

# profile_setting_update_failed_text
source: Failed to update profile
id: Gagal memperbarui profil
zh_hant: 無法更新個人資料

# profile_setting_update_success_text
source: Successfully updated profile
id: Berhasil memperbarui profil
zh_hant: 成功更新個人資料

# promo_code_apply_button_text
source: APPLY
id: GUNAKAN
zh_hant: 使用

# promo_code_successfully_added_text
source: Promo code successfully added
id: Kode promo berhasil ditambahkan
zh_hant: 成功新增優惠代碼

# promo_code_input_hint
source: Enter promo code here
id: Masukkan kode promo di sini
zh_hant: 輸入優惠代碼

# promo_code_expire_text
source: EXPIRED ON
id: KADALUARSA PADA
zh_hant: 優惠有效期至

# promo_code_amount_text
source: AMOUNT
id: JUMLAH
zh_hant: 價值

# promo_code_empty_text
source: You have no active promo codes
id: Kamu tidak memiliki kode promo aktif
zh_hant: 你目前沒有任何優惠代碼

# search_map_most_faves_text
source: Most Faves
id: Fave terbanyak
zh_hant: 最多人喜愛

# search_map_ratings_text
source: Ratings
id: Nilai
zh_hant: 總評分

# search_map_distance_text
source: Distance
id: Jarak
zh_hant: 距離

# offer_title_text
source: Latest Offers
id: Penawaran Terbaru
zh_hant: 最新推出優惠

# rating_title_text
source: RATE YOUR EXPERIENCE
id: NILAI PENGALAMANMU
zh_hant: 評分剛才的體驗

# rating_label_text
source: RATING
id: NILAI
zh_hant: 評分

# rating_label_description_text
source: Tap on the rating box below
id: Tekan kotak penilaian di bawah ini
zh_hant: 請按以下評分欄

# rating_review_label_text
source: REVIEW
id: ULASAN
zh_hant: 評語

# rating_feedback_empty_text
source: Feedback is mandatory.
id: Umpan balik harus diberikan
zh_hant: 你的評語對我們很重要

# rating_submit_failed_text
source: Unable to submit your rating, please try again
id: Tidak bisa mengajukan penilaian, harap mencoba kembali
zh_hant: 未能成功提交評分 請再試一次

# rating_submit_button_text
source: SUBMIT
id: AJUKAN
zh_hant: 提交

# rating_submit_success_text
source: Successful rated, please rate again for others
id: Penilaian berhasil, silakan memberikan nilai lagi untuk yang lainnya
zh_hant: 成功完成評分 期待你下次評分

# rating_submit_success_last_text
source: Thanks for rating
id: Terima kasih telah memberikan penilaian
zh_hant: 多謝你的評分

# rating_5_text
source: What did you like about it?
id: Apa yang kamu sukai?
zh_hant: 你最喜歡哪一部分？

# rating_4_text
source: How do you feel right now?
id: Bagaimana perasaanmu sekarang?
zh_hant: 你感覺如何？

# rating_3_text
source: Any tips for faver?
id: Apakah kamu memiliki tips untuk pengguna Fave?
zh_hant: 小提示給其他Fave用家

# rating_2_text
source: Leave a comment
id: Tinggalkan komentar
zh_hant: 留下評語

# rating_1_text
source: What could it be better?
id: Apa yang bisa ditingkatkan?
zh_hant: 任何可改善地方？

# city_selection_no_location
source: We are unable to get your location
id: Kami tidak bisa mendapatkan posisi kamu
zh_hant: 我們無法確認你的位置

# city_selection_enable_location_permission
source: ENABLE LOCATION PERMISSION
id: AKTIFKAN PERIJINAN LOKASI
zh_hant: 允許取得位置

# city_selection_fallback_instruction
source: Or choose from the cities below to continue
id: Atau pilih dari kota-kota di bawah untuk melanjutkan
zh_hant: 或從以下選擇城市以繼續

# city_selection_permission_for_autodetect
source: Please enable location permission to auto detect you city
id: Mohon aktifkan perijinan lokasi untuk mendeteksi secara otomatis kota kamu
zh_hant: 請允許位置設定自動確認你的所在城市

# city_selection_auto_detect
source: Unable to auto detect you city. Please choose from the list
id: Tidak dapat mendeteksi kota kamu secara otomatis. Silakan pilih dari daftar
zh_hant: 未能自動確認你的所在城市。請選擇。

# my_fave_tab_title_1
source: Faves
id: Fave
zh_hant: 我喜愛的

# my_fave_tab_title_2
source: Purchases
id: Pembelian
zh_hant: 已購買項目

# my_fave_no_purchases
source: No Purchases
id: Tidak ada pembelian
zh_hant: 沒有選購項目

# my_fave_no_purchases_instruction
source: You haven't made any purchases yet. See what's available around you
id: Kamu belum melakukan pembelian apa pun. Lihat apa yang tersedia di sekitarmu
zh_hant: 你尚未選購。查看附近優惠。

# my_fave_no_purchases_action
source: Go to Nearby
id: Ke tempat di sekitarmu
zh_hant: 我的附近

# my_fave_favorites_search_text
source: Search for your favourite places
id: Cari tempat favoritmu
zh_hant: 搜尋我最喜愛地點

# my_fave_no_favorites
source: No Faves yet
id: Belum ada Fave
zh_hant: 暫時未有最愛

# my_fave_no_favorites_instruction
source: Here are some popular places
id: Berikut beberapa tempat yang populer
zh_hant: 熱門地點

# my_fave_offers_list
source: View latest offers
id: Lihat penawaran terakhir
zh_hant: 查看最新優惠

# my_fave_date_text
source: Date
id: Tanggal
zh_hant: 日期

# my_fave_time_text
source: Time
id: Jam
zh_hant: 時間

# my_fave_redeem_from_text
source: Redeem From
id: Tukarkan Dari
zh_hant: 兌換於

# my_fave_you
source: You
id: Kamu
zh_hant: 你

# faq_text
source: FAQ and Terms
id: FAQ dan Ketentuan
zh_hant: 常見問題 及 條款細則

# faq_my_tickets_text
source: My Tickets
id: Tiket Saya
zh_hant: 查詢個案編號

# faq_start_chat_text
source: Talk To Us
id: Hubungi Kami
zh_hant: 與專人對話

# faq_activity_overlay_permission
source: We need the extra permission to allow minimizing the chat window
id: Kami memerlukan perijinan tambahan agar dapat me-minimimize-kan jendela percakapan
zh_hant: 我們需要取得允許以縮小對話窗口

# about_description_text
source: Fave helps you do more together with your favourite people, in your city. Plan activities, organise with friends, and purchase exciting offers of food, fitness and spa — all from a single, convenient app.
id: Fave by Groupon merupakan platform ponsel yang lebih baik dari Groupon Indonesia. Nikmati semua yang kamu sukai dari Groupon serta lebih banyak hal menarik lainnya! Fave by Groupon menyediakan berbagai penawaran seru dengan potongan hingga 90﹪ dan proses pembelian serta penukaran yang mudah tanpa perlu mencetak apapun. Jelajahi kotamu dengan cara baru yang lebih asik!
zh_hant: Fave助你同朋友共同探索更多。計劃活動，討論安排，一齊享受餐飲、運動及美容優惠 － 盡在一個Fave手機應用程式

# about_like_us_on_facebook_text
source: Like us on Facebook
id: Sukai kami di Facebook
zh_hant: 讚Fave的Facebook

# about_follow_twitter_text
source: Follow us on Twitter
id: Ikuti kami di Twitter
zh_hant: 跟隨Fave的Twitter

# about_follow_instagram_text
source: Follow us on Instagram
id: Ikuti kami di Instagram
zh_hant: 跟隨Fave的Instagram

# about_terms_of_use_text
source: Terms of Use
id: Ketentuan Penggunaan
zh_hant: 使用條款

# about_privacy_policy_text
source: Privacy Policy
id: Kebijakan Privasi
zh_hant: 私隱條款

# about_open_source_licenses_text
source: Open Source Licenses
id: Lisensi Open Source
zh_hant: 公開訊息牌照

# search_outlet_title_text
source: Search or add your favourite places
id: Cari dan tambahkan tempat-tempat favoritmu
zh_hant: 搜尋你最喜愛地點

# search_outlet_add_custom
source: Add these places to Fave
id: Tambahkan tempat-tempat ini ke Fave
zh_hant: 將這些地點加入Fave

# sort_by_distance_option
source: Distance
id: Jarak
zh_hant: 距離

# sort_by_price_option
source: Price
id: Harga
zh_hant: 價格

# sort_by_time_option
source: Time
id: Waktu
zh_hant: 時間

# contact_title_text
source: Contact List
id: Daftar Kontak
zh_hant: 聯絡人

# contact_search_hint
source: Search your contacts
id: Cari kontakmu
zh_hant: 尋找聯絡人

# contact_permission_denied_text
source: Until you grant the permission, we cannot display the names
id: Kami tidak dapat menampilkan nama sebelum kamu memberikan izin
zh_hant: 未經你的許可，我們無法列出用戶姓名

# contact_friends_text
source: Friends
id: Teman
zh_hant: 朋友

# contact_invite_friends_text
source: Invite Friends
id: Undang Teman
zh_hant: 邀請朋友

# chat_are_you_interested
source: Are you interested?
id: Apakah kamu tertarik?
zh_hant: 你有興趣嗎？

# participation_header
source: Are you going?
id: Apakah kamu akan pergi?
zh_hant: 你要參與嗎？

source: Chats
id: Obrolan
zh_hant: 聊天

source: BUY
id: BELI
zh_hant: 購買

source: and
id: dan
zh_hant: 以及

# add_contacts_disable
source: CHOOSE FRIENDS
id: PILIH TEMAN
zh_hant: 請選擇朋友

# add_contacts_enable
source: CONTINUE
id: LANJUTKAN
zh_hant: 繼續

# chat_everybody_left
source: No one else in the group :(
id: Tidak ada orang lagi di grup :(
zh_hant: 所有人已離開

# getting_started
source: Got it
id: Dapat
zh_hant: 明白

# chat_onboarding2
source: Chat here to find out.
id: Bercakap-cakap di sini untuk mengetahui.
zh_hant: 查詢請點擊這裡

# chat_onboarding1
source: Who's in? When to meet? How do we get there?
id: Siapa yang ikut? Kapan kita bertemu? Bagaimana caranya ke sana?
zh_hant: 誰已經參與？幾時見面？ 怎樣到達目的地？

source: Type something…
id: Ketik sesuatu…
zh_hant: 請輸入...

source: BETA
zh_hant: 初版

# display_status_going
source: Going
id: Pergi
zh_hant: 確認

# display_status_may_be
source: May be
id: Mungkin
zh_hant: 也許

# display_status_not_going
source: Not Going
id: Tidak pergi
zh_hant: 去不了

# status_going
source: yes
id: ya
zh_hant: 是的

# status_may_be
source: maybe
id: mungkin
zh_hant: 可能

# status_not_going
source: no
id: tidak
zh_hant: 不是

# chat_empty_chat
source: A fun new way to invite friends when you want to go out. Pub crawl tonight or dinner with friends. More is always merrier :)
id: Cara baru yang menyenangkan untuk mengundang temanmu saat ingin pergi bersama. Bersenang-senang atau sekadar makan malam akan menjadi lebih seru!
zh_hant: 與朋友同事計劃、討論、購買優惠，共同享受更多活動：食飯、飲野、運動、美容

# chat_start_now
source: Let’s go out!
id: YUK, PERGI!
zh_hant: 開始聊天！

# leave_chat
source: Leave this chat
id: Tinggalkan obrolan ini
zh_hant: 離開對話

source: Are you sure?
id: Apakah kamu yakin?
zh_hant: 你確認？

source: Yes
id: Ya
zh_hant: 是的

# invite_more
source: Invite more friends
id: Undang lebih banyak teman
zh_hant: 邀請更多朋友

# chat_do_more
source: Introducing
id: Memperkenalkan
zh_hant: 全新

# chat_plan
source: Fave Chat
zh_hant: Fave聊天
