Repository: TechThings/JohnTest
Catalog: fave/*.lproj/Localizable.strings
Languages: id, zh_hant

# chat_do_more_together
source: Do more together
id: Lakukan lebih banyak hal bersama
zh_hant: 一起體驗更多生活享受

# chat_plan_to_go_with_friends
source: Plan together with your friends
id: Rencanakan bersama dengan temanmu
zh_hant: 同朋友計劃活動

# credit_total_text
source: YOUR TOTAL FAVE CREDIT
id: TOTAL KREDIT FAVE KAMU
zh_hant: 你的Fave餘額

# credit_description_text
source: Credits will be deducted automatically on your next purchases
id: Saldo kredit akan dikurangi secara otomatis untuk pembelian kamu berikutnya
zh_hant: 餘額將于下次購買時自動扣除

# credit_empty_text
source: No credits available
id: Tidak ada kredit tersedia
zh_hant: 暫時沒有積分

# credit_empty_description_text
source: Invite your friends below to earn Fave Credits
id: Undang temanmu dan dapatkan Kredit Fave
zh_hant: 介紹朋友賺取更多Fave積分

# credit_detail_text
source: Send your friends a discount! Get credits immediately once they use it to redeem their first purchase
id: Kirimkan potongan harga untuk temanmu! Dapatkan Kredit Fave setelah mereka melakukan pembelian pertama
zh_hant: 傳你的Fave用戶個人折扣給朋友！當朋友使用你的個人優惠代碼折扣，在完成首次購買，你會即時在你的個人帳戶收到Fave積分。

# credit_earn_more_text
source: Earn more Fave credits
id: Dapatkan lebih banyak Kredit Fave
zh_hant: 賺取更多Fave積分

# credit_how_it_work_text
source: How does it work?
id: Bagaimana cara kerjanya?
zh_hant: 如何運作

# credit_share_code_text
source: Share your referral code
id: Bagikan kode referensimu
zh_hant: 推薦朋友，賺取Fave積分

# credit_email_title_text
source: Let's workout together with Fave!
id: Mari berolah raga bersama dengan Fave!
zh_hant: 透過Fave來一起做運動！

# credit_no_whatsapp_text
source: WhatsApp is not installed.
id: WhatsApp tidak dipasang.
zh_hant: 尚未安裝WhatsApp

# credit_no_twitter_text
source: Twitter app is not installed.
id: Aplikasi Twitter tidak dipasang.
zh_hant: 尚未安裝Twitter

# credit_no_facebook_text
source: Facebook app is not installed.
id: Aplikasi Facebook tidak dipasang.
zh_hant: 尚未安裝Facebook

# credit_dialog_title_text
source: About Fave Credit
id: Tentang Kredit Fave
zh_hant: 關於Fave積分

# filter_reset_text
source: Reset
zh_hant: 重新設定

# filter_apply_text
source: Apply
id: Terapkan
zh_hant: 使用

# filter_reset_filter_text
source: Reset filter
id: Reset penyaringan
zh_hant: 重設篩選

# signup_title_text
source: Enter your phone number
id: Masukkan nomor telepon kamu
zh_hant: 輸入你的電話號碼

# signup_description_text1
source: Please enter your mobile number for us to verify your account. We will send a verification code to this number via SMS.
id: Silakan masukkan nomor telepon kamu untuk verifikasi. Kami akan mengirimkan kode verifikasi ke nomor ini lewat SMS.
zh_hant: 請輸入你的手提電話號碼以確認用戶賬號。我們將用SMS傳送確認碼給你。

# signup_description_text2
source: Rest assured we will never share your personal data with anyone. All data is encrypted to protect your privacy.
id: Dapat dipastikan kami tidak akan membagikan data pribadi kamu dengan siapapun. Semua data dienkripsi untuk melindungi privasimu.
zh_hant: 請放心。你的資料全經加密保護，絕對保密，不會被透露給任何人。

# invalid_number
source: Sorry the number is invalid
id: Maaf, nomor telepon kamu tidak sah
zh_hant: 抱歉，你的電話號碼無效

# verify_title_text
source: Verify your phone number
id: Verifikasi nomor teleponmu.
zh_hant: 請確認你的電話號碼

# verify_description_text
source: Please key in the code sent via SMS within the next five minutes, or you will receive an automated reminder via phone call.
id: Silakan masukkan kode yang telah kami kirim lewat SMS dalam 5 menit ke depan, atau kamu akan menerima peringatan otomatis lewat panggilan telepon.
zh_hant: 請於五分鐘內，輸入剛從SMS收到的確認碼。不然你將會收到自動來電提示。

# verify_no_sms_text
source: Did not receive the SMS?
id: Tidak menerima SMS?
zh_hant: 沒有收到SMS確認碼？

# verify_send_new_code_text
source: Send new code
id: Kirimkan kode baru
zh_hant: 重新傳送確認碼

# verify_failed_text
source: You had entered wrong code
id: Kamu telah memasukkan kode yang salah
zh_hant: 剛才輸入的確認碼不正確

# chat_on_boarding_desc
source: Why go alone? Do you know you can invite friends to join you? Try it out now!
id: Kenapa pergi sendiri bila bisa mengajak temanmu? Coba sekarang!
zh_hant: 有好野點可以唔同朋友分享？而家你仲可以邀請朋友一齊享受優惠！即時邀請

# chat_on_boarding_title
source: Go with friends
id: Pergi bersama teman
zh_hant: 同朋友一齊體驗

# chat_button_on_boarding_action_text
source: OK, got it!
id: Saya mengerti!
zh_hant: OK，明白晒！

# nearby_view_all_offer_text
source: View all offers
id: Lihat semua penawaran
zh_hant: 瀏覽全部優惠

# msg_dialog_redemption_yes
source: Yes, serve me now
id: Ya, layani saya sekarang
zh_hant: 是的，確定現在領取優惠

# activity_detail_what_you_get_text
source: What you get
id: Yang kamu dapatkan
zh_hant: 你將得到

# purchase_detail_check_before_redeem_title
source: Looks like you're about to redeem an offer!
id: Sepertinya kamu akan menukar penawaran!
zh_hant: 睇黎你就快要確認兌換優惠！

# purchase_detail_check_before_redeem_description
source: Are you at the correct location and all set to be served?
id: Apa kamu berada di lokasi yang tepat dan siap untuk dilayani?
zh_hant: 你是否在正確商戶及地點，準備好享受已購優惠？

# msg_dialog_redemption_no
source: No, I'm not ready to redeem
id: Tidak, saya belum siap menukarkannya
zh_hant: 不，我未準備兌換優惠

# purchase_detail_check_before_redeem
source: Looks like you're about to redeem an offer! Are you at the correct location and all set to be served?
id: Sepertinya kamu ingin menukarkan penawaran! Apakah kamu sudah ada di tempat yang tepat dan siap untuk dilayani?
zh_hant: 睇黎你就快要確認兌換優惠！你檢查清楚是正確的地點還有優惠嗎？

# chat_you_have_invitation
source: You have an invitation
id: Kamu mempunyai undangan
zh_hant: 你有一個Fave邀請

# not_available_text
source: NOT AVAILABLE YET
id: BELUM TERSEDIA
zh_hant: 暫時未有提供

# splash_title_6_text
source: Enjoy
id: Nikmati
zh_hant: 享受

# search_hint
source: Search for places, offers and more
id: Temukan tempat, penawaran, dan masih banyak lagi
zh_hant: 搜索不同的地方，優惠和更多

# search_recent_text
source: Recent Searches
id: Pencarian Terakhir
zh_hant: 最近搜尋

# search_empty_recent_text
source: No Recently Searched
id: Tidak Ada Pencarian Terakhir
zh_hant: 沒有最近搜尋

# search_popular_text
source: Popular Searched
id: Pencarian Terpopuler
zh_hant: 熱門搜尋

# purchase_detail_invite_more_friends
source: Invite more friends
id: Undang lebih banyak teman
zh_hant: 邀請更多好友

# purchase_detail_chat_description_text
source: Invite friends and get %d﹪ cashback for each friend who buys an offer from your chat.
id: Undang teman dan dapatkan cashback %d﹪ untuk setiap teman yang membeli penawaran dari chatmu.
zh_hant: 邀請好友吧！每一個朋友從你的聊天室內購買優惠，你將會得到 %1$d﹪ Fave積分回贈。

# chat_cashback_text
source: It pays to be a good friend. Get %1$d﹪ cashback for each friend who buys an offer from your chat.
id: Jadilah teman yang baik. Dapatkan %1$d﹪ untuk setiap teman yang membeli penawaran lewat chatmu.
zh_hant: 做好朋友仲有回報？每一個朋友從你的聊天室內購買優惠，你將會得到 %1$d﹪ Fave積分回贈。

source: But wait!
id: Tapi tunggu!
zh_hant: 請等等！

# chat_cashback_dialog_description
source: 1. Cashback is in the form of Fave Credits. 2. Credits are only given after your friend has redeemed the offer.
id: 1. Cashback diberikan dalam bentuk Kredit Fave. 2. Kredit hanya diberikan setelah temanmu menukarkan penawaran.
zh_hant: 1. 現金將以Fave積分方式回贈 2. 用戶必須於好友兌換優惠後才能獲得Fave積分

# chat_cashback_dialog_title
source: Terms
id: Persyaratan
zh_hant: 條款

source: SAVE
id: SIMPAN
zh_hant: 保存

# ind_save_90_on_favourite
source: Save up to 90﹪ on your favourite local activities. Hundreds of deals available daily!
id: Hemat hingga 90﹪ untuk aktivitas di sekitarmu. Ratusan penawaran tersedia setiap harinya!
zh_hant: 在您最愛的城市做您最愛的活動。低於一折優惠，每天更新過百精選折扣!

source: ENJOY
id: NIKMATI
zh_hant: 享受

# ind_convenient_user_experience
source: A super convenient user experience. Just tap to purchase. No more printouts!
id: Proses penggunaan yang sangat mudah. Hanya perlu tekan untuk membeli. Tidak perlu cetak lagi!
zh_hant: 簡易快捷的用戶體驗。點擊購買，毋須再列印優惠券!

source: DISCOVER
id: TEMUKAN
zh_hant: 發掘搜尋

# ind_find_deals_you_love
source: Easily find the deals you love. Browse by category or explore what\'s trending around you!
id: Proses penggunaan yang sangat mudah. Hanya perlu tekan untuk membeli. Tidak perlu cetak lagi!
zh_hant: 輕鬆搜尋適用的優惠。瀏覽各類別或探索最近流行的優惠!

source: PLAN
id: RENCANAKAN
zh_hant: 計劃

# ind_about
source: Fave by Groupon is the better mobile platform from Groupon Indonesia. Enjoy everything you love about Groupon, and more! Fave by Groupon provides a new way to discover deals of up to 90﹪, with easy purchase and redemption minus the printouts. Experiencing your city has never been easier!
id: Fave by Groupon merupakan platform ponsel yang lebih baik dari Groupon Indonesia. Nikmati semua yang kamu sukai dari Groupon serta lebih banyak hal menarik lainnya! Fave by Groupon menyediakan berbagai penawaran seru dengan potongan hingga 90﹪ dan proses pembelian serta penukaran yang mudah tanpa perlu mencetak apapun. Jelajahi kotamu dengan cara baru yang lebih asik!
zh_hant: Groupon Indonesia 為您帶來全新的手機平台－Fave By Groupon。更多優惠，令你更愛! 低於一折優惠，簡易操作，電子兌換，毋須列印優惠券。透過Fave by Groupon，用另一種方式重新愛上您的城市!

# fave_save_70_on_favourite
source: Enjoy more without breaking the bank, save up to 70﹪
id: Nikmati lebih banyak hal menarik tanpa mengeluarkan banyak uang, hemat hingga 70﹪
zh_hant: 更抵價錢，5星級的享受，低至3折。

# latest_offers_at_your_fingertips
source: Latest offers from your favourite places at your fingertips
id: Penawaran terbaru dari tempat favorit di ujung jarimu
zh_hant: 在你最喜愛的地方的最新優惠

# explore_hundreds_on_restaurants
source: Explore hundreds of restaurants, gyms, spas & more, near you
id: Jelajahi ratusan restoran, pusat kebugaran dan kecantikan, dan masih banyak lagi, di sekitarmu
zh_hant: 發掘在你附近過百間餐廳，健身室，美容院及更多

# better_mobile_platform_groupon
source: The better mobile platform from Groupon Indonesia, featuring everything you love about Groupon, and more!
id: Platform ponsel yang lebih baik dari Groupon Indonesia, menampilkan semua yang kamu sukai dari Groupon serta lebih banyak hal menarik lainnya!
zh_hant: Groupon Indonesia為您帶來全新的手機平台－更多優惠，令你更愛。

# organise_activities_with_chat
source: Easily organise activities with chat, just invite from your contacts to start
id: Rencanakan aktivitas melalui fitur chat. Hanya perlu mengundang teman untuk memulai.
zh_hant: 用聊天功能，輕鬆計劃活動行程。快邀請你的好友加入吧!

# ind_welcome_text
source: WELCOME TO FAVE BY GROUPON!
id: SELAMAT DATANG DI FAVE BY GROUPON!
zh_hant: 歡迎來到Fave By Groupon

# fave_welcome_text
source: Plan activities, organise with friends & enjoy hundreds of offers
id: Rencanakan aktivitas bersama teman & nikmati ratusan penawaran
zh_hant: Fave令你跟你的朋友愛人，在你喜愛的地方，體驗及享受更多優惠。

# fave_about
source: Fave helps you do more together with your favorite people, in your city. Plan activities, organise with friends, and purchase exciting offers of food, fitness and spa - all from a single, convenient app.
id: Fave dapat membantumu melakukan lebih banyak hal seru bersama orang-orang favoritmu di tempat yang kamu sukai. Rencanakan aktivitas bersama teman dan beli beragam penawaran menarik untuk restoran, pusat kebugaran dan kecantikan - semua dari satu aplikasi yang mudah.
zh_hant: 透過Fave與您喜愛的人在您的城市體驗更多，製造更多美好回憶。由搜尋活動，計劃約人，購買多元化美食、健身、美容、SPA等更多優質生活品味優惠，只需一個最方便的手機程式 - Fave

# activity_detail_also_redeemable_text
source: Also redeemable in
id: Dapat juga ditukar di
zh_hant: 可於以下地點兌換

# activity_detail_view_all_locations_text
source: View all locations
id: Lihat semua lokasi
zh_hant: 查看所有地點

# activity_detail_all_outlet_title_text
source: This offer is redeemable at these outlets
id: Penawaran ini dapat ditukar di cabang berikut
zh_hant: 此優惠可於以下地點兌換

# confirmation_more_than_3_title_text
source: Purchasing multiple vouchers?
id: Membeli lebih dari satu voucher?
zh_hant: 同時購買多張優惠券？

# confirmation_more_than_3_description_text
source: Remember, you can only redeem all these vouchers at once. To redeem vouchers separately, simply purchase them in separate transactions.
id: Ingat, kamu hanya dapat menukarkan semua voucher ini dalam satu kali penggunaan. Apabila kamu tidak ingin menukarkan semua voucher sekaligus, silakan lakukan transaksi terpisah.
zh_hant: 友情提示：多張優惠券僅能一次性兌換。如須分開兌換，請重新單獨購買單張優惠券。

# purchase_detail_amount_paid_text
source: Amount Paid
id: Jumlah Dibayarkan
zh_hant: 總付款

# purchase_detail_pending_amount_text
source: Amount Pending
id: Jumlah Pembayaran Tertunda
zh_hant: 尚欠款項

# purchase_detail_payment_pending_title_text
source: Payment Pending
id: Pembayaran Tertunda
zh_hant: 等待付款中

# purchase_detail_pay_now_text
source: PAY NOW
id: BAYAR SEKARANG
zh_hant: 現在付款

# purchase_detail_view_all_location_detail_text
source: View all locations' detail
id: Lihat rincian semua lokasi
zh_hant: 查看所有地點詳情

# purchase_detail_enjoy_session_text
source: Successfully redeemed!
id: Penukaran berhasil!
zh_hant: 成功兌換！

# purchase_detail_available_outlets_text
source: Available in
id: Tersedia di
zh_hant: 適用於

# purchase_detail_cancelled
source: This purchase has been cancelled
id: Pembelian ini sudah dibatalkan
zh_hant: 此交易已被取消

# purchase_detail_expired
source: This purchase no longer valid
id: Pembelian ini sudah tidak berlaku
zh_hant: 此交易已經無效

# check_right_time_and_place_to_redeem
source: Check that you're at the right place, at the right time before redeeming
id: Pastikan kamu sudah berada di tempat dan waktu yang tepat sebelum menukar
zh_hant: 兌換前請檢查你是否於正確的地點及優惠適用時段

# display_status_may_be_going
source: Maybe going
id: Mungkin
zh_hant: 未能確定

# purchase_detail_check_before_redeem_description_outlet
source: Select an outlet
id: Pilih cabang
zh_hant: 選擇地點

# purchase_cancelled
source: This purchase has been cancelled
id: Pembelian ini sudah dibatalkan
zh_hant: 此交易已被取消

source: Cancelled
id: Dibatalkan
zh_hant: 已被取消

# purchase_cancelled_by_partner
source: This purchase has been cancelled by partner
id: Pembelian ini sudah dibatalkan oleh mitra
zh_hant: 商戶已取消此項交易

source: Expired
id: Kadaluarsa
zh_hant: 已過期

# purchase_expired
source: This purchase has expired
id: Pembelian ini sudah kadaluarsa
zh_hant: 此項優惠已過期

# sure_want_to_leave
source: Are you sure you want to leave?
id: Apa kamu yakin ingin pergi?
zh_hant: 確認要離開?

# plan_with_friends
source: Plan together with your friends here
id: Rencanakan bersama temanmu di sini
zh_hant: 喺呢度同朋友計劃安排

source: Date
id: Tanggal
zh_hant: 日期

source: Error
id: Eror
zh_hant: 錯誤

# error_fetching_results
source: Error fetching results for container
id: Gagal mengambil hasil
zh_hant: 搜尋程序出現錯誤

# let_do_it
source: LET'S DO IT
id: MARI KITA LAKUKAN
zh_hant: 心動不如行動

# choose_some_friend
source: Choose some friends
id: Pilih beberapa teman
zh_hant: 選擇朋友

# find_place_offer_to_go
source: Find a place/offer to go to
id: Temukan tempat/penawaran
zh_hant: 搜尋地方及優惠

source: No WhatsApp available
id: Tidak ada WhatsApp yang tersedia
zh_hant: 未有提供Whatsapp

# dont_have_WhatsApp_setup
source: You don't have WhatsApp setup in this device.
id: Kamu tidak memiliki setelan WhatsApp di perangkat ini.
zh_hant: 你的手機未有安裝Whatsapp

source: No Facebook available
id: Tidak ada Facebook yang tersedia
zh_hant: 未有提供Facebook

# dont_have_facebook_setup
source: You don't have Facebook setup in this device.
id: Kamu tidak memiliki setelan Facebook di perangkat ini.
zh_hant: 你的手機未有安裝Facebook

source: Cannot send SMS
id: Tidak bisa mengirim SMS
zh_hant: 未能發出短訊

# unavailable_to_send_sms
source: Your device doesn't have the ability to send SMS.
id: Perangkat kamu tidak dapat mengirim SMS
zh_hant: 你的手機沒有發短訊的功能

source: FRIENDS
id: Teman
zh_hant: 朋友

source: offers available
id: penawaran tersedia
zh_hant: 現在可用的優惠

source: Unknown Error
id: Eror yang Tidak Diketahui
zh_hant: 不明的錯誤

source: Open in Maps
id: Lihat di Peta
zh_hant: 在地圖開啓

# open_in_google_map
source: Open in Google Maps
id: Lihat di Google Maps
zh_hant: 在Google Maps開啓

source: Open in Waze
id: Lihat di Waze
zh_hant: 在Waze開啓

source: RETRY
id: ULANG
zh_hant: 重試

# couldnt_obtain_location
source: We couldn't obtain your location
id: Kami tidak dapat mengambil lokasimu
zh_hant: 未能找到你的位置

source: View in list
id: Lihat dalam daftar
zh_hant: 查看目錄

source: View in map
id: Lihat di peta
zh_hant: 查看地圖

# search_favorite_place
source: Search your favorite places
id: Cari tempat favoritmu
zh_hant: 尋找最喜愛的地方

source: Take photo
id: Ambil foto
zh_hant: 拍照

source: Choose Photo
id: Pilih Foto
zh_hant: 選擇圖片

source: Learn More
id: Pelajari Lebih Lanjut
zh_hant: 了解更多

# request_list_activity_title
source: My tickets
id: Tiket saya
zh_hant: 查詢個案編號

# purchase_detail_view_payment_detail_text
source: View payment details
id: Lihat rincian pembayaran
zh_hant: 查閱付款詳情

# purchase_detail_payment_failed_title_text
source: Payment Failed
id: Pembayaran Gagal
zh_hant: 未能成功付款

# enter_cvc_title
source: Enter the CVC for Visa ···%1$s
id: Masukkan CVC untuk Visa ···%1$s
zh_hant: 請輸入VISA ···%1$s 信用卡驗證碼（CVC）

# enter_cvc_description
source: It’s the 3–4 digit code on the back of your card
id: CVC adalah 3-4 angka di belakang kartumu
zh_hant: 於信用卡背面簽名位置的三位或四位數字

# nearby_search_location_title_text
source: Show me offers around
id: Tunjukkan penawaran di sekitar
zh_hant: 瀏覽以下地區優惠

source: Search
id: Cari
zh_hant: 搜尋

# search_location_input_hint
source: Search a location
id: Cari lokasi
zh_hant: 搜尋地點

# purchase_detail_scan_barcode_text
source: Scan the barcode for tracking
id: Pindai barcode untuk melacak
zh_hant: 購買_細節_掃描_條碼_內容

# search_recommendation_initial_title_1_text
source: No sure what to search for?
id: Bingung ingin mencari apa?
zh_hant: 搜索_推薦_最初_題目_1_內容

# search_recommendation_initial_title_2_text
source: Explore our Collections
id: Jelajahi koleksi kami
zh_hant: 搜索_推薦_最初_題目_2_內容

# search_recommendation_empty_title_text
source: Want to explore our Collections instead?
id: Kenapa tidak jelajahi koleksi kami saja?
zh_hant: 搜索_推薦_空白_題目_內容

# purchase_detail_payment_processing_title_text
source: Processing Your Payment
id: Memproses Pembayaranmu

# purchase_detail_payment_processing_description_text
source: Your payment is being processed. Please check again later.
id: Pembayaranmu sedang diproses. Mohon tunggu.

source: REFRESH
id: PERBARUI

# purchase_detail_payment_failed
source: Your payment could not be processed. Please try again.
id: Pembayaranmu tidak dapat diproses. Silakan coba lagi.

# use_my_location_text
source: Use my current location
id: Gunakan lokasi saya saat ini
